Revit 2027 API
SpecTypeId.HvacPowerDensity Property
 Power Density, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacPowerDensity { get; }
Public Shared ReadOnly Property HvacPowerDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacPowerDensity {
	ForgeTypeId^ get ();
}
static member HvacPowerDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace